app/views/presenter/home_page.html.erb

      <ul>
      <%- country.provinces.each do |province| -%>
---
SELECT "provinces".* FROM "provinces"  WHERE "provinces"."country_id" = ?  [["country_id", 1]]