app/controllers/presenter_controller.rb

  def home_page
    @countries = Country.all
---
SELECT "countries".* FROM "countries"